print ("""==================================================
BLACJPINK演唱會售票系統
==================================================
BORN PINK 座位特區 NT$8,800
VIP 座位特區NT$6,800
平面座位特區 NT$5,800
平面搖滾站區 NT$3,800
看台座位區 NT$2,300
==================================================""")
BORN=(int(input("請輸入 BORN PINK 座位特區 張數"))) 
VIP=(int(input("請輸入 VIP 座位特區 張數")))
座位=(int(input("請輸入 平面座位特區 張數")))
搖滾=(int(input("請輸入 平面搖滾站區 張數")))
看台=(int(input("請輸入 看台座位區 張數")))
print ("您的總金額為",(BORN*8800+VIP*6800+座位*5800+搖滾*
                 3800+看台*2300),"元")